/*Shared Button Translations*/
"Quit" = "Beenden";
"Cancel" = "Abbrechen";
"Continue" = "Weiter";
"ContinueAnyway" = "Trotzdem Fortsetzen";

/*Escaped Quotes. Remove the backslash and turn the quote into guillemets if needed*/
"EscapedQuoteStart" = "\"";
"EscapedQuoteEnd" = "\"";

/*Shared Warnings*/
"NoDrivesFound" = "Kein passendes Laufwerk gefunden. Stellen Sie sicher, dass das Laufwerk angeschlossen und eingeschaltet ist.";

/*This translation hides the stupid non-zero exit from OS X. Please ignore, Linus will translate this himself.*/
"NonZeroExit" = "The command exited with a non-zero status.";


/*Create elementary OS Installer*/

"CreateInstallerAppTitle" = "elementary OS Installer erstellen";

/*Buttons*/
"Download" = "Download";

/*Dialogs*/
"ChooseISO" = "Wählen Sie eine elementary OS ISO Datei:";
"ChooseDrive" = "Wählen Sie ein Laufwerk für den elementary OS Installer:";
"InstallComplete" = "Der elementary OS Installer wurde erfolgreich erstellt. Um das Laufwerk normal nutzen zu können, formatieren Sie dieses mit dem Festplattendienstprogramm oder verwenden Sie das Programm \"USB Laufwerk wiederherstellen\"";
"InstallCompleteNotification" = "Der Installer wurde erfolgreich erstellt.";
"AdminDialog" = "Create elementary OS Installer wants to install to the drive \"";

/*Warnings*/
"OldMacWarning" = "This Mac may have trouble starting elementary OS trough USB. Find more information and alternaltives below.";
"newOSXVersion" = "Diese Version von \"elementary OS Installer erstellen\" wurde für Mac OS X 10.8 und älter erstellt. Es wird empfohlen, eine neuere Version zu benutzen.";
"PPCWarning" = "elementary OS unterstützt keine PowerPC basierten Macs. Der erstellte USB Stick kann nur mit PCs und unterstützten Intel basierten Macs genutzt werden.";
"XServeWarning" = "elementary OS unterstützt keine Xserve Macs. Der erstellte USB Stick kann nur mit anderen aktuellen Intel basierten Macs genutzt werden.";
"ConfirmQuit" = "Quitting now may lead the USB drive to be in an unusable state. You may need to restore it using Disk Utility or \"Restore USB Drive\" if you choose to quit.";
"NotEnoughSpace" = "\" hat nicht genug Speicherplatz. Mindestens 1GB freier Speicherplatz wird benötigt.";

/*Progress bar text*/
"ReformatDisk" = "Formatiere das Laufwerk...";
/*This is followed by the name of the USB drive in the app.*/
"CopyingISO" = "Kopiere elementary OS auf das Laufwerk \"";

/*Multi part translation. Make sure to replace the escaped quotes with guillemets if required*/
"DriveName" = "Das Laufwerk \"";
"ConfirmReformatDriveName" = "\" wird gelöscht und der Inhalt mit dem elementary OS Installer ersetzt. Dies benötigt Administrator Rechte. Möchten Sie fortfahren?";
"PartitionName" = "Die Partition \"";
"EraseMultiplePartitions" = "\" ist auf einem Laufwerk mit mehreren Partitionen. Sind Sie sicher, dass Sie das gesamte Laufwerk löschen und mit den Inhalten des elementary OS Installers ersetzten wollen?";

/*Restore USB Drive.*/

"RestoreUSBDriveAppTitle" = "USB Laufwerk wiederherstellen";

"ChooseDriveRestore" = "Wählen Sie ein Laufwerk zum wiederherstellen:";
"ConfirmRestoreDriveName" = "\" wird gelöscht. Möchten Sie fortfahren?";
"RestoreComplete" = "Das USB Laufwerk wurde erfolgreich wiederhergestellt.";
"RestoreCompleteNotification" = "USB Laufwerk erfolgreich wiederhergestellt.";

/*Do not translate LocalizedUSBDriveName if it contains Unicode characters. This is unfortunately a technical limitation*/
"LocalizedUSBDriveName" = "USB Laufwerk";
"NameUSBDrive" = "Name USB Laufwerk";
